{
  "index": {
    "home_title": "TimberGuard Premium Seamless Gutters LLC",
    "home_description": "At TimberGuard Premium Seamless Gutters LLC, we specialize in installing high-quality, long-lasting seamless gutter systems tailored to protect your home from water damage. With over 13 years of hands-on experience and a commitment to craftsmanship, we ensure every gutter is custom-fit for maximum performance and curb appeal. As a family-owned business, we pride ourselves on delivering reliable service, honest work, and customer satisfaction you can trust–rain or shine."
  },
  "about": {
    "about_title": "About Us",
    "about_description": "TimberGuard is a family-owned business built on over 13 years of hands-on experience in seamless gutter installation. Founded in 2024, the company was born out of a desire to bring homeowners a higher standard of service—where durability, function, and curb appeal all come standard. Every TimberGuard system reflects a commitment to craftsmanship, long-term protection, and customer satisfaction. Whether you're protecting a new home or upgrading an old system, TimberGuard delivers gutter solutions that last—rain or shine."
  },
  "services": {
    "services_title": "Our Services",
    "services_description": "We specialize in seamless gutter installation, gutter replacement, leaf guard systems, and seasonal maintenance. Each service is tailored to protect your home year-round."
  },
  "gallery": {
    "gallery_title": "Project Gallery",
    "gallery_description": "Take a look at our recent work. From full installations to clean, crisp finishes—every TimberGuard job reflects our commitment to quality."
  },
  "contact": {
    "contact_title": "Get in Touch",
    "contact_description": "Ready for a quote? Questions about our services? Reach out, and a member of our team will be happy to assist you! We proudly serve Rhinelander and surrounding areas-as far east as Laona, north to Watersmeet, south to Merrill, and west to Park Falls—including all towns and villages in between."
  }
}
